[
    {
      "indice": 1,
      "texto": "Frida Kahlo nasceu em 6 de julho de 1907, em Coyoacán, México. Era filha de Guillermo Kahlo, um fotógrafo alemão, e Matilde Calderón, de origem indígena e espanhola. Desde cedo, Frida demonstrou interesse pela arte. Cresceu em um ambiente familiar conservador e católico."
    },
    {
      "indice": 2,
      "texto": "Aos seis anos, Frida contraiu poliomielite, o que deixou sua perna direita mais fina e frágil. Para compensar a fraqueza, usava calças e saias longas, algo que se tornaria sua marca. A doença fez com que fosse alvo de bullying na infância. Seu pai a incentivou a praticar esportes para fortalecer a perna."
    },
    {
      "indice": 3,
      "texto": "Em 1922, Frida ingressou na Escola Nacional Preparatória da Cidade do México, uma das poucas mulheres admitidas na época. Lá, começou a se envolver com grupos intelectuais e políticos. Demonstrava grande interesse pela medicina e anatomia. Foi nessa época que conheceu Diego Rivera."
    },
    {
      "indice": 4,
      "texto": "Aos 18 anos, em 1925, sofreu um grave acidente de bonde que mudou sua vida. Uma barra de ferro perfurou seu abdômen e pélvis, causando ferimentos severos. Passou meses imobilizada e submeteu-se a múltiplas cirurgias. Durante a recuperação, começou a pintar para aliviar a dor."
    },
    {
      "indice": 5,
      "texto": "Durante sua convalescença, Frida começou a usar um espelho sobre sua cama para pintar autorretratos. A dor e o sofrimento tornaram-se temas centrais de sua arte. Sua mãe mandou adaptar um cavalete especial para que pudesse pintar deitada. Foi nesse período que decidiu seguir a carreira artística."
    },
    {
      "indice": 6,
      "texto": "Em 1928, Frida se aproximou do Partido Comunista Mexicano e de ativistas políticos. Conheceu Diego Rivera novamente e mostrou-lhe suas pinturas. Ele ficou impressionado com seu talento e incentivou-a a seguir na arte. Iniciaram um romance que resultaria em casamento no ano seguinte."
    },
    {
      "indice": 7,
      "texto": "Frida Kahlo e Diego Rivera casaram-se em 21 de agosto de 1929, apesar da forte oposição da família dela. A diferença de idade e a infidelidade de Diego marcaram o relacionamento. Ele a chamava de 'menina' e ela, de 'elefante e pombinha'. O casal teve um casamento tumultuado e intenso."
    },
    {
      "indice": 8,
      "texto": "Em 1930, mudou-se com Diego para os Estados Unidos devido ao trabalho dele como muralista. Moraram em São Francisco, Detroit e Nova York. Frida sofreu um aborto espontâneo em Detroit, o que lhe causou grande sofrimento. A experiência inspirou obras sobre maternidade e dor."
    },
    {
      "indice": 9,
      "texto": "Em 1933, Frida e Diego retornaram ao México e fixaram residência na Casa Azul, em Coyoacán. Seu casamento continuava conturbado, marcado por traições mútuas. Frida envolveu-se com várias pessoas, incluindo homens e mulheres. Seus problemas de saúde também se agravavam."
    },
    {
      "indice": 10,
      "texto": "Em 1937, o líder comunista russo Leon Trótski e sua esposa, Natalia Sedova, foram abrigados na Casa Azul. Frida e Trótski iniciaram um breve caso amoroso. Pouco depois, o político mudou-se para outra casa. Em 1940, foi assassinado no México, texto que abalou Frida profundamente."
    },
    {
      "indice": 11,
      "texto": "Ao longo da década de 1940, Frida tornou-se uma artista reconhecida internacionalmente. Participou de exposições nos Estados Unidos e na Europa. Seu estilo único chamou a atenção do surrealista André Breton. Apesar disso, Frida rejeitava o rótulo de surrealista."
    },
    {
      "indice": 12,
      "texto": "Em 1943, começou a lecionar na Escola de Artes Plásticas La Esmeralda, na Cidade do México. Seus alunos eram chamados de 'Los Fridos' e a admiravam profundamente. Muitas aulas eram realizadas na Casa Azul, devido às suas limitações físicas. Frida incentivava a arte popular mexicana."
    },
    {
      "indice": 13,
      "texto": "A saúde de Frida deteriorou-se nos anos 1950, levando-a a passar longos períodos hospitalizada. Submeteu-se a inúmeras cirurgias na coluna e na perna. Desenvolveu dependência de analgésicos para suportar a dor. Ainda assim, continuava a pintar e se expressar artisticamente."
    },
    {
      "indice": 14,
      "texto": "Em 1953, realizou sua primeira exposição individual no México, na Galeria de Arte Contemporânea. Os médicos a proibiram de sair da cama, mas ela compareceu de ambulância. Chegou ao evento deitada em uma cama de hospital. Foi ovacionada pelos presentes e celebrou com entusiasmo."
    },
    {
      "indice": 15,
      "texto": "Devido à piora de sua saúde, Frida teve sua perna direita amputada abaixo do joelho em 1953. O procedimento a deixou profundamente deprimida. Em seu diário, escreveu: 'Pés, para que os quero, se tenho asas para voar?'. A amputação marcou os últimos meses de sua vida."
    },
    {
      "indice": 16,
      "texto": "Nos últimos meses de vida, Frida engajou-se ativamente em protestos políticos. Em julho de 1954, participou de uma manifestação contra a intervenção dos EUA na Guatemala. Foi sua última aparição pública. Apesar da dor intensa, compareceu à marcha em cadeira de rodas."
    },
    {
      "indice": 17,
      "texto": "Frida Kahlo faleceu em 13 de julho de 1954, aos 47 anos, na Casa Azul. A causa oficial foi embolia pulmonar, mas há suspeitas de overdose intencional. Em seu diário, deixou mensagens que sugeriam despedida. Seu velório foi realizado no Palácio de Belas Artes do México."
    },
    {
      "indice": 18,
      "texto": "Seus restos mortais foram cremados e suas cinzas permanecem na Casa Azul. A Casa Azul foi transformada em museu em 1958, por desejo de Diego Rivera. O local abriga seus pertences, obras e objetos pessoais. Hoje, é um dos museus mais visitados do México."
    },
    {
      "indice": 19,
      "texto": "Frida Kahlo produziu cerca de 150 pinturas ao longo de sua vida. A maioria são autorretratos que refletem sua dor física e emocional. Seu estilo combina surrealismo, arte popular mexicana e simbolismo. Muitas de suas obras foram inspiradas por sua identidade e cultura."
    },
    {
      "indice": 20,
      "texto": "Em 1939, Frida pintou 'As Duas Fridas', uma de suas obras mais famosas. O quadro representa duas versões dela, simbolizando sua dualidade cultural e emocional. Foi criado após sua separação temporária de Diego Rivera. A obra expressa sua solidão e sofrimento."
    },
    {
      "indice": 21,
      "texto": "Frida e Diego se divorciaram em 1939, mas se casaram novamente no ano seguinte. Apesar da reconciliação, o relacionamento continuou turbulento. O casal manteve vidas separadas e relações extraconjugais. Mesmo assim, permaneceram juntos até a morte de Frida."
    },
    {
      "indice": 22,
      "texto": "Além da pintura, Frida expressava seus sentimentos através da escrita. Manteve um diário pessoal nos últimos dez anos de sua vida. Suas anotações misturavam desenhos, poemas e pensamentos íntimos. O diário foi publicado postumamente e revela sua angústia e paixão."
    },
    {
      "indice": 23,
      "texto": "Frida adotou um estilo visual marcante, inspirado na cultura mexicana. Usava vestidos tehuanos, acessórios indígenas e flores no cabelo. Sua aparência refletia orgulho por suas raízes e identidade. Tornou-se um ícone de autenticidade e resistência."
    },
    {
      "indice": 24,
      "texto": "Ao longo da vida, Frida sofreu mais de 30 cirurgias devido às sequelas do acidente. Passava meses internada, enfrentando dor intensa e imobilidade. Apesar disso, nunca abandonou a arte e a militância. Suas pinturas refletiam sua luta constante contra o sofrimento."
    },
    {
      "indice": 25,
      "texto": "Em 1938, Frida viajou a Paris para expor suas obras a convite de André Breton. Conheceu artistas como Picasso e Marcel Duchamp. Embora tenha sido bem recebida, criticou o meio artístico europeu. Considerava sua arte profundamente mexicana, não surrealista."
    },
    {
      "indice": 26,
      "texto": "Frida não teve filhos, apesar de desejar ser mãe. Sofreu múltiplos abortos espontâneos devido a seus problemas de saúde. Esse sofrimento foi retratado em diversas pinturas, como 'Hospital Henry Ford'. Sua frustração com a maternidade permeia grande parte de sua obra."
    },
    {
      "indice": 27,
      "texto": "No final da vida, Frida dependia de cadeira de rodas e morfina. Apesar da dor, continuava pintando e recebendo amigos na Casa Azul. Em 1954, produziu sua última obra, 'Viva la Vida', uma pintura de melancias. Sua última frase registrada foi: 'Espero a partida com alegria... e espero nunca mais voltar.'"
    },
    {
      "indice": 28,
      "texto": "Após sua morte, Frida tornou-se um símbolo do feminismo e da resistência. Sua arte é estudada por abordar temas como identidade, dor e política. Foi reconhecida tardiamente como uma das maiores artistas do século XX. Hoje, sua figura é reverenciada mundialmente."
    },
    {
      "indice": 29,
      "texto": "A Casa Azul, onde Frida nasceu e morreu, é um dos museus mais visitados do México. Exibe suas roupas, pinturas, diários e objetos pessoais. O espaço preserva a atmosfera íntima de sua vida e obra. Milhares de visitantes vão ao local anualmente para conhecer sua história."
    },
    {
      "indice": 30,
      "texto": "A influência de Frida Kahlo transcende a arte, alcançando a moda e a cultura pop. Sua imagem é usada como símbolo de autenticidade e rebeldia. Inspirou livros, filmes e coleções de moda ao redor do mundo. Sua vida e obra continuam impactando gerações."
    }
]
  